---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.MassFailures
source: html/b8b7ba3b-f4b8-b117-f697-90c9ce8f566e.htm
---
# BuiltInFailures.MassFailures Properties

Failure in Auto-Glazing region computation.